Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# screenTime.schedule.end
source: Endzeit
en: End Time
es: Hora de finalización
fr: Heure de fin
hi: समाप्ति समय
it: Ora di fine
ja: 終了時間
ko: 종료 시간
nl: Eindtijd
pl: Czas zakończenia
pt: Hora de Término
ru: Время окончания
tr: Bitiş Saati
zh_hans: 结束时间
zh_hant: 結束時間

# screenTime.schedule.locked.info
source: Während der aktiven Zeit können keine Änderungen vorgenommen werden.
en: No changes can be made while the schedule is active.
es: No changes can be made while the schedule is active.
fr: No changes can be made while the schedule is active.
hi: No changes can be made while the schedule is active.
it: No changes can be made while the schedule is active.
ja: No changes can be made while the schedule is active.
ko: No changes can be made while the schedule is active.
nl: No changes can be made while the schedule is active.
pl: No changes can be made while the schedule is active.
pt: No changes can be made while the schedule is active.
ru: No changes can be made while the schedule is active.
tr: No changes can be made while the schedule is active.
zh_hans: 时间表处于活动状态时无法进行更改。
zh_hant: 時間表處於活動狀態時無法進行更改。

# screenTime.schedule.locked.title
source: Zeitplan läuft gerade
en: Schedule currently active
es: Schedule currently active
fr: Schedule currently active
hi: Schedule currently active
it: Schedule currently active
ja: Schedule currently active
ko: Schedule currently active
nl: Schedule currently active
pl: Schedule currently active
pt: Schedule currently active
ru: Schedule currently active
tr: Schedule currently active
zh_hans: 时间表目前处于活动状态
zh_hant: 時間表目前處於活動狀態

# screenTime.schedule.select_apps
source: Apps & Kategorien für Zeitplan
en: Select Apps & Categories
es: Seleccionar aplicaciones y categorías
fr: Sélectionner des applications et catégories
hi: ऐप्स और श्रेणियां चुनें
it: Seleziona App e Categorie
ja: アプリとカテゴリを選択
ko: 앱 및 카테고리 선택
nl: Selecteer apps en categorieën
pl: Wybierz aplikacje i kategorie
pt: Selecionar Apps e Categorias
ru: Выбрать приложения и категории
tr: Uygulamaları ve Kategorileri Seçin
zh_hans: 选择应用和类别
zh_hant: 選擇應用和類別

# screenTime.schedule.start
source: Startzeit
en: Start Time
es: Hora de inicio
fr: Heure de début
hi: प्रारंभ समय
it: Ora di inizio
ja: 開始時間
ko: 시작 시간
nl: Starttijd
pl: Czas rozpoczęcia
pt: Hora de Início
ru: Время начала
tr: Başlangıç Saati
zh_hans: 开始时间
zh_hant: 開始時間

# screenTime.schedule.summary
source: Der Zeitplan ist an den ausgewählten Tagen aktiv.
en: The schedule is active on the selected days.
es: El horario está activo en los días seleccionados.
fr: Le programme est actif les jours sélectionnés.
hi: शेड्यूल चयनित दिनों पर सक्रिय है.
it: Il programma è attivo nei giorni selezionati.
ja: スケジュールは選択された日に有効です。
ko: 선택한 날짜에 일정이 활성화됩니다.
nl: Het schema is actief op de geselecteerde dagen.
pl: Harmonogram jest aktywny w wybrane dni.
pt: O horário está ativo nos dias selecionados.
ru: Расписание активно в выбранные дни.
tr: Program seçilen günlerde etkindir.
zh_hans: 该计划在选定的日期有效。
zh_hant: 該計劃在選定的日期有效。

# screenTime.schedule.title
source: Block-Zeitplan
en: Block Schedule
es: Horario de bloqueo
fr: Plage de blocage
hi: ब्लॉक अनुसूची
it: Piano di blocco
ja: ブロックスケジュール
ko: 차단 일정
nl: Blokkeerplan
pl: Harmonogram blokowania
pt: Agenda de bloqueio
ru: График блокировки
tr: Engelleme Takvimi
zh_hans: 阻止计划
zh_hant: 封鎖排程

# screenTime.strictMode.active
source: Schutzmodus aktivieren
en: Enable Strict Protection
es: Activar protección estricta
fr: Activer la protection stricte
hi: Enable Strict Protection
it: Attiva protezione severa
ja: Enable Strict Protection
ko: Enable Strict Protection
nl: Enable Strict Protection
pl: Enable Strict Protection
pt: Enable Strict Protection
ru: Enable Strict Protection
tr: Enable Strict Protection
zh_hans: Enable Strict Protection
zh_hant: Enable Strict Protection

# screenTime.strictMode.desc
source: Sperrt den App Store (um VPN-Downloads zu verhindern), das Löschen von Apps und Account-Änderungen. Gilt dauerhaft, bis der Notfall-Unlock genutzt wird.
en: Locks the App Store (to prevent VPN downloads), app deletion, and account changes. Remains active until emergency unlock is used.
es: Bloquea la App Store (para evitar descargas de VPN), la eliminación de aplicaciones y los cambios de cuenta. Permanece activo hasta que se use el desbloqueo de emergencia.
fr: Verrouille l'App Store (pour empêcher le téléchargement de VPN), la suppression d'applications et les modifications de compte. Reste actif jusqu'au déverrouillage d'urgence.
hi: Locks the App Store (to prevent VPN downloads), app deletion, and account changes. Remains active until emergency unlock is used.
it: Blocca l'App Store (per impedire i download di VPN), l'eliminazione di app e le modifiche all'account. Rimane attivo fino allo sblocco di emergenza.
ja: Locks the App Store (to prevent VPN downloads), app deletion, and account changes. Remains active until emergency unlock is used.
ko: Locks the App Store (to prevent VPN downloads), app deletion, and account changes. Remains active until emergency unlock is used.
nl: Locks the App Store (to prevent VPN downloads), app deletion, and account changes. Remains active until emergency unlock is used.
pl: Locks the App Store (to prevent VPN downloads), app deletion, and account changes. Remains active until emergency unlock is used.
pt: Locks the App Store (to prevent VPN downloads), app deletion, and account changes. Remains active until emergency unlock is used.
ru: Locks the App Store (to prevent VPN downloads), app deletion, and account changes. Remains active until emergency unlock is used.
tr: Locks the App Store (to prevent VPN downloads), app deletion, and account changes. Remains active until emergency unlock is used.
zh_hans: Locks the App Store (to prevent VPN downloads), app deletion, and account changes. Remains active until emergency unlock is used.
zh_hant: Locks the App Store (to prevent VPN downloads), app deletion, and account changes. Remains active until emergency unlock is used.

# screenTime.strictMode.title
source: Schutzmodus
en: Strict Protection
es: Protección estricta
fr: Protection stricte
hi: Strict Protection
it: Protezione severa
ja: Strict Protection
ko: Strict Protection
nl: Strict Protection
pl: Strict Protection
pt: Strict Protection
ru: Strict Protection
tr: Strict Protection
zh_hans: Strict Protection
zh_hant: Strict Protection

# screenTime.suggestions.added
source: Die Webseite %@ wurde hinzugefügt und ist ab sofort blockiert.
en: The website %@ has been added and is now blocked.
es: El sitio web %@ se ha añadido y ahora está bloqueado.
fr: Le site %@ a été ajouté et est désormais bloqué.
hi: वेबसाइट%@जोड़ दी गई है और अब ब्लॉक कर दी गई है।
it: Il sito web %@ è stato aggiunto ed è ora bloccato.
ja: ウェブサイト %@ が追加され、ブロックされました。
ko: 웹사이트 %@ 이(가) 추가되어 이제 차단되었습니다.
nl: De website %@ is toegevoegd en is nu geblokkeerd.
pl: Witryna %@ została dodana i jest teraz zablokowana.
pt: O site %@ foi adicionado e agora está bloqueado.
ru: Сайт%@был добавлен и теперь заблокирован.
tr: %@ web sitesi eklendi ve artık engellendi.
zh_hans: 网站%@已添加，现已被屏蔽。
zh_hant: 網站%@已添加，現已被屏蔽。

# screenTime.suggestions.casino.title
source: Glücksspiel & Casino
en: Gambling & Casino
es: Apuestas y Casino
fr: Jeux d'argent et Casino
hi: जुआ और कैसीनो
it: Gioco d'azzardo e Casinò
ja: ギャンブル＆カジノ
ko: 도박 및 카지노
nl: Gokken & Casino
pl: Hazard i Kasyno
pt: Apostas e Cassino
ru: Азартные игры и казино
tr: Kumar ve Casino
zh_hans: 赌博与赌场
zh_hant: 賭博與賭場

# screenTime.suggestions.copied.desc
source: Wir haben %@ für dich in die Zwischenablage kopiert. Tippe auf 'Öffnen', klicke oben ins Suchfeld und wähle 'Einsetzen', um es zu blockieren.
en: We copied %@ to your clipboard. Tap 'Open', tap the search bar, and select 'Paste' to block it.
es: Copiamos %@ en el portapapeles. Toca 'Abrir', selecciona la barra de búsqueda y pega para bloquearlo.
fr: Nous avons copié %@ dans votre presse-papiers. Appuyez sur 'Ouvrir', appuyez sur la barre de recherche et collez pour bloquer.
hi: हमने आपके लिए%@को क्लिपबोर्ड पर कॉपी कर लिया है। 'खोलें' पर टैप करें, शीर्ष पर खोज बॉक्स पर क्लिक करें और इसे ब्लॉक करने के लिए 'पेस्ट' चुनें।
it: Abbiamo copiato %@ negli appunti. Tocca 'Apri', tocca la barra di ricerca e incolla per bloccarlo.
ja: クリップボードに%@をコピーしました。「開く」をタップし、検索バーをタップして「ペースト」を選択し、ブロックしてください。
ko: 클립보드에 %@을(를) 복사했습니다. '열기'를 탭하고 검색 표시줄을 탭한 다음 '붙여넣기'를 선택하여 차단하세요.
nl: We hebben %@ naar je klembord gekopieerd. Tik op 'Openen', tik op de zoekbalk en plak om het te blokkeren.
pl: Skopiowaliśmy %@ do schowka. Stuknij 'Otwórz', stuknij pasek wyszukiwania i wybierz 'Wklej', aby zablokować.
pt: Copiamos %@ para a sua área de transferência. Toque em 'Abrir', toque na barra de pesquisa e cole para bloquear.
ru: Мы скопировали для вас%@в буфер обмена. Нажмите «Открыть», щелкните поле поиска вверху и выберите «Вставить», чтобы заблокировать его.
tr: %@ panoya kopyalandı. 'Aç'a dokunun, arama çubuğuna dokunun ve engellemek için yapıştırın.
zh_hans: 我们已为您将%@复制到剪贴板。点击“打开”，单击顶部的搜索框，然后选择“粘贴”以阻止它。
zh_hant: 我們已為您將%@複製到剪貼簿。點擊“打開”，點擊頂部的搜尋框，然後選擇“貼上”以阻止它。

# screenTime.suggestions.copied.title
source: Link kopiert!
en: Link copied!
es: ¡Enlace copiado!
fr: Lien copié !
hi: लिंक कॉपी किया गया!
it: Link copiato!
ja: リンクをコピーしました！
ko: 링크 복사됨!
nl: Link gekopieerd!
pl: Skopiowano link!
pt: Link copiado!
ru: Ссылка скопирована!
tr: Bağlantı kopyalandı!
zh_hans: 链接已复制！
zh_hant: 連結已複製！

# screenTime.suggestions.desc
source: Tippe auf eine Kategorie – der Apple-Picker öffnet sich, wo du die Apps auswählen kannst.
en: Tap a category – the Apple Picker opens so you can select apps to block.
es: Toca una categoría – se abre el selector de Apple para que puedas seleccionar apps.
fr: Appuyez sur une catégorie – le sélecteur Apple s'ouvre pour choisir les apps.
hi: किसी श्रेणी पर टैप करें - ऐप्पल पिकर खुलता है जहां आप ऐप्स का चयन कर सकते हैं।
it: Tocca una categoria – si apre il selettore Apple per scegliere le app.
ja: カテゴリをタップすると、Appleのピッカーが開きアプリを選択できます。
ko: 카테고리를 탭하면 Apple 피커가 열려 앱을 선택할 수 있습니다.
nl: Tik op een categorie – de Apple-picker opent om apps te selecteren.
pl: Dotknij kategorię – otworzy się Apple Picker, gdzie możesz wybrać aplikacje.
pt: Toque numa categoria – o seletor da Apple abre para escolher apps.
ru: Коснитесь категории — откроется окно выбора Apple, в котором можно выбрать приложения.
tr: Bir kategoriye dokun – Apple Seçici açılır, uygulama seçebilirsin.
zh_hans: 点击类别 - Apple 选择器将打开，您可以在其中选择应用程序。
zh_hant: 點擊類別 - Apple 選擇器將打開，您可以在其中選擇應用程式。

# screenTime.suggestions.food.title
source: Lieferdienste
en: Food Delivery
es: Entrega de comida
fr: Livraison de nourriture
hi: डिलिवरी सेवाएँ
it: Consegna di cibo
ja: フードデリバリー
ko: 음식 배달
nl: Maaltijdbezorging
pl: Dostawa jedzenia
pt: Entrega de comida
ru: Службы доставки
tr: Yemek Siparişi
zh_hans: 送货服务
zh_hant: 送貨服務

# screenTime.suggestions.instruction
source: Apple erlaubt aus Datenschutzgründen keine automatische Sperrung. Bitte tippe bei 'Für immer blockieren' auf Hinzufügen, suche nach %@ und wähle es aus.
en: For privacy reasons, Apple does not allow automatic blocking. Please tap Add under 'Block permanently', search for %@ and select it.
es: Por razones de privacidad, Apple no permite el bloqueo automático. Toca Añadir en 'Bloquear permanentemente', busca %@ y selecciónalo.
fr: Pour des raisons de confidentialité, Apple n'autorise pas le blocage automatique. Veuillez appuyer sur Ajouter sous 'Bloquer définitivement', rechercher %@ et le sélectionner.
hi: Apple गोपनीयता कारणों से स्वचालित अवरोधन की अनुमति नहीं देता है। कृपया 'ब्लॉक फॉरएवर' के अंतर्गत जोड़ें पर टैप करें,%@खोजें और उसे चुनें।
it: Per motivi di privacy, Apple non consente il blocco automatico. Tocca Aggiungi in 'Blocca permanentemente', cerca %@ e selezionalo.
ja: プライバシー保護のため、Appleは自動ブロックを許可していません。「永久にブロック」の下の「追加」をタップし、%@を検索して選択してください。
ko: 개인 정보 보호를 위해 Apple은 자동 차단을 허용하지 않습니다. '영구적으로 차단' 아래의 추가를 탭하고 %@을(를) 검색하여 선택하십시오.
nl: Om privacyredenen staat Apple automatische blokkering niet toe. Tik op Toevoegen onder 'Permanent blokkeren', zoek naar %@ en selecteer het.
pl: Ze względów prywatności Apple nie zezwala na automatyczne blokowanie. Stuknij Dodaj pod 'Zablokuj na stałe', wyszukaj %@ i wybierz.
pt: Por motivos de privacidade, a Apple não permite o bloqueio automático. Toque em Adicionar em 'Bloquear permanentemente', procure %@ e selecione-o.
ru: Apple не разрешает автоматическую блокировку по соображениям конфиденциальности. Нажмите «Добавить» в разделе «Заблокировать навсегда», найдите%@и выберите его.
tr: Gizlilik nedenlerinden dolayı, Apple otomatik engellemeye izin vermez. Lütfen 'Kalıcı olarak engelle' altındaki Ekle'ye dokunun, %@ uygulamasını arayın ve seçin.
zh_hans: 出于隐私原因，Apple 不允许自动阻止。请点击“永久阻止”下的添加，搜索%@并选择它。
zh_hant: 出於隱私原因，Apple 不允許自動封鎖。請點擊「永久封鎖」下的新增，搜尋%@並選擇它。

# screenTime.suggestions.title
source: Vorschläge zum Blockieren
en: Suggestions to block
es: Sugerencias para bloquear
fr: Suggestions à bloquer
hi: सुझावों को अवरुद्ध करना
it: Suggerimenti da bloccare
ja: ブロックの提案
ko: 차단 제안
nl: Suggesties om te blokkeren
pl: Propozycje do zablokowania
pt: Sugestões para bloquear
ru: Блокировка предложений
tr: Engelleme önerileri
zh_hans: 阻止建议
zh_hant: 阻止建議

# screenTime.title
source: Bildschirmzeit
en: Screen Time
es: Tiempo en pantalla
fr: Temps d'écran
hi: स्क्रीन टाइम
it: Tempo di Utilizzo
ja: スクリーンタイム
ko: 스크린타임
nl: Schermtijd
pl: Czas przed ekranem
pt: Tempo de Tela
ru: Экранное время
tr: Ekran Süresi
zh_hans: 屏幕使用时间
zh_hant: 螢幕使用時間

# screenTime.title.short
source: Zeit
en: Time
es: Tiempo
fr: Temps
hi: समय
it: Tempo
ja: 時間
ko: 시간
nl: Tijd
pl: Czas
pt: Tempo
ru: Время
tr: Zaman
zh_hans: 时间
zh_hant: 時間

# screentime.tracker.confirm_title
source: Limit speichern?
en: Save Limit?
es: ¿Guardar límite?
fr: Enregistrer la limite ?
hi: सीमा सहेजें?
it: Salva limite?
ja: 制限を保存しますか？
ko: 한도 저장?
nl: Limiet opslaan?
pl: Zapisać limit?
pt: Salvar limite?
ru: Сохранить лимит?
tr: Sınırı Kaydet?
zh_hans: 保存限制？
zh_hant: 保存限制？

# screentime.tracker.form_footer
source: Wähle das tägliche Bildschirmzeit-Ziel aus.
en: Select the daily screen time goal.
es: Seleccione el objetivo de tiempo de pantalla diario.
fr: Sélectionnez l'objectif quotidien de temps d'écran.
hi: दैनिक स्क्रीन समय लक्ष्य चुनें।
it: Seleziona l'obiettivo giornaliero del tempo di utilizzo.
ja: 1 日のスクリーンタイムの目標を選択します。
ko: 일일 화면 시간 목표를 선택하세요.
nl: Selecteer het dagelijkse schermtijddoel.
pl: Wybierz dzienny cel czasu przed ekranem.
pt: Selecione a meta diária de tempo de tela.
ru: Выберите ежедневную цель экранного времени.
tr: Günlük ekran süresi hedefini seçin.
zh_hans: 选择每日屏幕时间目标。
zh_hant: 選擇每日螢幕時間目標。

# screentime.tracker.no_live
source: Die Bildschirmzeit wird automatisch im Hintergrund geprüft. Aus Datenschutzgründen von Apple kann der Live-Fortschritt hier nicht angezeigt werden.
en: Screen time is automatically checked in the background. Due to Apple privacy restrictions, live progress cannot be displayed here.
es: El tiempo de pantalla se comprueba automáticamente en segundo plano. Por restricciones de privacidad de Apple, no se puede mostrar el progreso en vivo.
fr: Le temps d'écran est automatiquement vérifié en arrière-plan. En raison des restrictions de confidentialité d'Apple, la progression en direct ne peut pas être affichée.
hi: स्क्रीन टाइम स्वचालित रूप से पृष्ठभूमि में चेक किया जाता है। Apple की गोपनीयता प्रतिबंधों के कारण, लाइव प्रगति यहाँ प्रदर्शित नहीं की जा सकती।
it: Il tempo di utilizzo viene controllato automaticamente in background. A causa delle restrizioni di Apple sulla privacy, non è possibile visualizzare i progressi dal vivo.
ja: スクリーンタイムはバックグラウンドで自動的にチェックされます。Appleのプライバシー制限により、ライブ進行状況はここに表示できません。
ko: 스크린타임은 백그라운드에서 자동으로 확인됩니다. Apple의 개인정보 보호 제한으로 인해 실시간 진행 상황을 표시할 수 없습니다.
nl: Schermtijd wordt automatisch op de achtergrond gecontroleerd. Door privacybeperkingen van Apple kan live voortgang hier niet worden weergegeven.
pl: Czas przed ekranem jest automatycznie sprawdzany w tle. Ze względu na ograniczenia prywatności Apple, nie można tu wyświetlić podglądu na żywo.
pt: O tempo de tela é verificado automaticamente em segundo plano. Devido a restrições de privacidade da Apple, o progresso ao vivo não pode ser exibido.
ru: Экранное время автоматически проверяется в фоновом режиме. Из-за ограничений конфиденциальности Apple отображение текущего прогресса недоступно.
tr: Ekran süresi arka planda otomatik olarak kontrol edilir. Apple'ın gizlilik kısıtlamaları nedeniyle canlı ilerleme burada görüntülenemez.
zh_hans: 系统会在后台自动检查屏幕使用时间。由于 Apple 的隐私限制，此处无法显示实时进度。
zh_hant: 系統會在後台自動檢查螢幕使用時間。由於 Apple 的隱私限制，此處無法顯示實時進度。

# screentime.tracker.settings
source: Blocker-Einstellungen
en: Blocker Settings
es: Ajustes del bloqueador
fr: Paramètres du bloqueur
hi: ब्लॉकर सेटिंग्स
it: Impostazioni Blocco
ja: ブロッカー設定
ko: 차단기 설정
nl: Blocker-instellingen
pl: Ustawienia blokady
pt: Configurações do Bloqueador
ru: Настройки блокировщика
tr: Engelleyici Ayarları
zh_hans: 拦截器设置
zh_hant: 攔截器設置

source: Selten
en: Rare
es: Raro
fr: Rare
hi: कभी-कभार
it: Raro
ja: レア
ko: 희귀한
nl: Zeldzaam
pl: Rzadki
pt: Raro
ru: Редко
tr: Nadir
zh_hans: 很少
zh_hant: 很少

# settings.action.irreversible
source: Diese Aktion kann nicht rückgängig gemacht werden.
en: This action cannot be undone.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
hi: इस क्रिया को उलटना संभव नहीं है।
it: This action cannot be undone.
ja: この操作は元に戻すことができません。
ko: 이 작업은 취소할 수 없습니다.
nl: Deze actie kan niet ongedaan worden gemaakt.
pl: Tej akcji nie można cofnąć.
pt: Esta ação não pode ser desfeita.
ru: Это действие нельзя отменить.
tr: Bu eylem geri alınamaz.
zh_hans: 此操作无法撤消。
zh_hant: 此操作無法撤銷。

# settings.appearance.dark
source: Dunkel
en: Dark
es: Oscuro
fr: Sombre
hi: अंधेरा
it: Dark
ja: 暗い
ko: 어두운
nl: Donker
pl: Ciemny
pt: Escuro
ru: темный
tr: Karanlık
zh_hans: 黑暗的
zh_hant: 黑暗的

# settings.appearance.light
source: Hell
en: Light
es: Claro
fr: Clair
hi: नरक
it: Light
ja: ライト
ko: 빛
nl: Licht
pl: Światło
pt: Claro
ru: Ад
tr: Işık
zh_hans: 明亮的
zh_hant: 明亮的

# settings.appearance.title
source: Erscheinungsbild
en: Appearance
es: Apariencia
fr: Apparence
hi: प्रकट रूप
it: Appearance
ja: 外観
ko: 모습
nl: Verschijning
pl: Wygląd
pt: Aparência
ru: Внешний вид
tr: Dış görünüş
zh_hans: 外貌
zh_hant: 外貌

# settings.contact
source: Support kontaktieren
en: Contact Support
es: Contactar Soporte
fr: Contacter le support
hi: सपोर्ट से संपर्क करें
it: Contact Support
ja: サポートに連絡する
ko: 지원팀에 문의
nl: Neem contact op met ondersteuning
pl: Skontaktuj się z pomocą techniczną
pt: Contactar suporte
ru: Связаться с поддержкой
tr: Desteğe Başvurun
zh_hans: 联系支持人员
zh_hant: 聯繫支援人員

# settings.contact.action
source: Support öffnen
en: Open Support
es: Abrir Soporte
fr: Ouvrir le support
hi: सपोर्ट खोलें
it: Open Support
ja: オープンサポート
ko: 공개 지원
nl: Ondersteuning openen
pl: Otwórz wsparcie
pt: Abrir suporte
ru: Открыть поддержку
tr: Desteği Aç
zh_hans: 开放支持
zh_hant: 開放支援

# settings.contact.desc
source: Haben Sie Fragen oder Probleme? Unser Support-Team hilft Ihnen gerne weiter.
en: Do you have questions or problems? Our support team will be happy to help you.
es: ¿Tienes preguntas o problemas? Nuestro equipo de soporte estará encantado de ayudarte.
fr: Tu as des questions ou des problèmes ? Notre équipe de support sera ravie de t'aider.
hi: क्या आपके पास कोई प्रश्न या समस्या है? हमारी सपोर्ट टीम आपकी मदद करने में खुशी होगी।
it: Do you have questions or problems? Our support team will be happy to help you.
ja: ご質問や問題がありますか?弊社のサポートチームが喜んでお手伝いさせていただきます。
ko: 질문이나 문제가 있나요? 우리 지원팀이 기꺼이 도와드리겠습니다.
nl: Heeft u vragen of problemen? Ons ondersteuningsteam helpt u graag verder.
pl: Masz pytania lub problemy? Nasz zespół wsparcia chętnie Ci pomoże.
pt: Tens perguntas ou problemas? A nossa equipa de suporte terá muito prazer em ajudar-te.
ru: У вас есть вопросы или проблемы? Наша служба поддержки с радостью вам поможет.
tr: Sorularınız veya sorunlarınız mı var? Destek ekibimiz size yardımcı olmaktan mutluluk duyacaktır.
zh_hans: 您有任何疑问或问题吗？我们的支持团队将很乐意为您提供帮助。
zh_hant: 您有任何疑問或問題嗎？我們的支援團隊將很樂意為您提供協助。

# settings.delete_account
source: ACCOUNT LÖSCHEN
en: DELETE ACCOUNT
es: ELIMINAR CUENTA
fr: SUPPRIMER LE COMPTE
hi: खाता हटाएँ
it: DELETE ACCOUNT
ja: アカウントの削除
ko: 계정 삭제
nl: VERWIJDER ACCOUNT
pl: USUŃ KONTO
pt: ELIMINAR CONTA
ru: УДАЛИТЬ АККАУНТ
tr: HESABI SİL
zh_hans: 删除账户
zh_hant: 刪除帳戶

# settings.delete_warning
source: Diese Aktion kann nicht rückgängig gemacht werden.
en: This action cannot be undone.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
hi: इस क्रिया को पूर्ववत नहीं किया जा सकता।
it: This action cannot be undone.
ja: この操作は元に戻すことができません。
ko: 이 작업은 취소할 수 없습니다.
nl: Deze actie kan niet ongedaan worden gemaakt.
pl: Tej akcji nie można cofnąć.
pt: Esta ação não pode ser desfeita.
ru: Это действие нельзя отменить.
tr: Bu eylem geri alınamaz.
zh_hans: 此操作无法撤消。
zh_hant: 此操作無法撤銷。

# settings.display.mode
source: Anzeigemodus
en: Display Mode
es: Modo de visualización
fr: Mode d'affichage
hi: प्रदर्शन मोड
it: Display Mode
ja: 表示モード
ko: 디스플레이 모드
nl: Weergavemodus
pl: Tryb wyświetlania
pt: Modo de visualização
ru: Режим отображения
tr: Ekran Modu
zh_hans: 显示方式
zh_hant: 顯示方式

# settings.display.mode.desc
source: Wähle, ob der Name der Pflanze/Schlechte Gewohnheit oder die verknüpfte Gewohnheit im Garten angezeigt werden soll.
en: Choose whether to display the plant/item name or the linked habit in the garden.
es: Elige si quieres ver el nombre de la planta o el hábito vinculado en el jardín.
fr: Choisis si le nom de la plante ou l'habitude liée doit être affiché dans le jardin.
hi: चुनें कि पौधे/खराब आदत का नाम या बगीचे में जुड़ी हुई आदत दिखाई दे।
it: Choose whether to display the plant name or the linked habit in the garden.
ja: 庭内の植物の名前またはリンクされた習性を表示するかどうかを選択します。
ko: 정원에 식물 이름을 표시할지, 연결된 습관을 표시할지 선택합니다.
nl: Kies of u de plantnaam of de daaraan gekoppelde gewoonte in de tuin wilt weergeven.
pl: Wybierz, czy chcesz wyświetlać nazwę rośliny, czy powiązany zwyczaj w ogrodzie.
pt: Escolhe se o nome da planta ou o hábito associado deve ser exibido no jardim.
ru: Выберите, должно ли отображаться название растения/плохой привычки или связанная привычка в саду.
tr: Bahçede bitki adının mı yoksa bağlantılı alışkanlığın mı görüntüleneceğini seçin.
zh_hans: 选择是否显示植物名称/坏习惯或花园中的相关习惯。
zh_hant: 選擇是否顯示植物名稱/壞習慣或花園中的相關習慣。

# settings.done
source: Fertig
en: Done
es: Listo
fr: Terminé
hi: तैयार
it: Done
ja: 終わり
ko: 완료
nl: Klaar
pl: Zrobione
pt: Concluído
ru: Готово
tr: Tamamlamak
zh_hans: 准备好
zh_hant: 準備好

# settings.export
source: Daten exportieren
en: Export Data
es: Exportar Datos
fr: Exporter les données
hi: डेटा निर्यात करें
it: Export Data
ja: データのエクスポート
ko: 데이터 내보내기
nl: Gegevens exporteren
pl: Eksportuj dane
pt: Exportar dados
ru: Экспорт данных
tr: Verileri Dışa Aktar
zh_hans: 导出数据
zh_hant: 匯出數據

# settings.export.action
source: Export starten
en: Start Export
es: Iniciar Exportación
fr: Démarrer l'export
hi: निर्यात शुरू करें
it: Start Export
ja: エクスポートの開始
ko: 내보내기 시작
nl: Start exporteren
pl: Rozpocznij eksport
pt: Iniciar exportação
ru: Начать экспорт
tr: Dışa Aktarmayı Başlat
zh_hans: 开始导出
zh_hant: 開始匯出
